Repository: williameemi/formularia
Catalog: languages/formularia-*.po
Languages: fr_fr

source: Form Name
fr_fr: Nom du formulaire

source: IDENTITY
fr_fr: IDENTITÉ

source: Firstname
fr_fr: Prénom

source: Name
fr_fr: Nom

source: Civility
fr_fr: Civilité

source: Birthday
fr_fr: Date de Naissance

source: City of birth
fr_fr: Ville de naissance

source: Department of birth
fr_fr: Département de naissance

source: Country of birth
fr_fr: Pays de naissance

source: Nationality
fr_fr: Nationalité

source: Name of birth
fr_fr: Nom de naissance

source: Maiden name
fr_fr: Nom de jeune fille

source: Confirmation Mail
fr_fr: Confirmation du mail

source: Subject of the mail
fr_fr: Objet du message

source: Text
fr_fr: Texte

source: Comment
fr_fr: Commentaire

source: Mobile phone number
fr_fr: Numéro de téléphone mobile

source: House phone number
fr_fr: Numéro de téléphone domicile

source: Office phone number
fr_fr: Numéro de téléphone bureau

source: ADRESS
fr_fr: ADRESSE

source: Adress
fr_fr: Adresse

source: Zip code
fr_fr: Code Postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Name of the street
fr_fr: Nom de la rue

source: Number of the street
fr_fr: Numéro de la rue

source: Type of street
fr_fr: Type de rue

source: Department
fr_fr: Département

source: Region
fr_fr: Région

source: Host identifier
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Confirmation of password
fr_fr: Confirmation du mot de passe

source: Secret Question
fr_fr: Question secrète

source: Secret question 1
fr_fr: Question secrète 1

source: Secret question 2
fr_fr: Question secrète 2

source: Secret question 3
fr_fr: Question secrète 3

source: Secret question 4
fr_fr: Question secrète 4

source: Secret question 5
fr_fr: Question secrète 5

source: Secret question 6
fr_fr: Question secrète 6

source: Secret question 7
fr_fr: Question secrète 7

source: Secret question 8
fr_fr: Question secrète 8

source: Secret question 9
fr_fr: Question secrète 9

source: Secret question 10
fr_fr: Question secrète 10

source: Answer secret question
fr_fr: Réponse question secrète

source: BANK CARD
fr_fr: CARTE BANCAIRE

source: Type of Bank Card
fr_fr: Type de carte bancaire

source: Type of Bank Card 1
fr_fr: Type de carte bancaire 1

source: Type of Bank Card 2
fr_fr: Type de carte bancaire 2

source: Type of Bank Card 3
fr_fr: Type de carte bancaire 3

source: Type of Bank Card 4
fr_fr: Type de carte bancaire 4

source: Type of Bank Card 5
fr_fr: Type de carte bancaire 5

source: Type of Bank Card 6
fr_fr: Type de carte bancaire 6

source: Type of Bank Card 7
fr_fr: Type de carte bancaire 7

source: Type of Bank Card 8
fr_fr: Type de carte bancaire 8

source: Type of Bank Card 9
fr_fr: Type de carte bancaire 9

source: Type of Bank Card 10
fr_fr: Type de carte bancaire 10

source: Number of Bank Card
fr_fr: Numéro de la carte bancaire

source: Date expiration Bank Card
fr_fr: Date d'expiration de la carte bancaire

source: Security password of Bank Card
fr_fr: Cryptogramme de sécurité

source: Name user of Bank Card
fr_fr: Nom du possesseur de la carte bancaire

source: OTHERS
fr_fr: AUTRES

source: Occupation
fr_fr: Métier

source: Social Insurance number
fr_fr: Numéro de sécurité social

source: WEBSITE
fr_fr: WEB

source: Website
fr_fr: Site web

source: Facebook Account
fr_fr: Compte Facebook

source: Twitter Account
fr_fr: Compte Twitter

source: LinkedIn Account
fr_fr: Compte LinkedIn

source: Pinterest Account
fr_fr: Compte Pinterest

source: Google + Account
fr_fr: Compte Google +

source: Instagram Account
fr_fr: Compte Instagram

source: Viadeo Account
fr_fr: Compte Viadeo

source: File number
fr_fr: Numéro de dossier

source: Order number
fr_fr: Numéro de commande

source: COMPANY
fr_fr: ENTREPRISE

source: Company
fr_fr: Entreprise

source: Name of the company
fr_fr: Nom de l'entreprise

source: SIRET number
fr_fr: Numéro SIRET

source: IBAN number
fr_fr: Numéro IBAN

source: Date of beginning
fr_fr: Date de début

source: Date of end
fr_fr: Date de fin

source: ADD A FIELD
fr_fr: AJOUTER UN CHAMP

source: Type of field
fr_fr: Type de champ

source: None
fr_fr: Aucun

source: Text - short
fr_fr: Texte - court

source: Textarea (long)
fr_fr: Texte (long)

source: Select Options
fr_fr: Menu déroulant

source: Radio (1 choise)
fr_fr: Bouton radio (1 choix)

source: Checkbox
fr_fr: Choix multiples

source: Color Selector
fr_fr: Selecteur couleurs

source: Numbers
fr_fr: Champs numérique

source: Button
fr_fr: Boutton

source: File
fr_fr: Téléchargement de fichiers

source: Date
fr_fr: Champ Date

source: Label new Text
fr_fr: Nom du nouveau texte

source: Label new Textarea
fr_fr: Nom du nouveau champ texte

source: Label new Select Option
fr_fr: Nom du nouveau champ menu déroulant

source: Label Field 1 Select Option
fr_fr: Nom de la nouvelle option 1

source: Label Field 2 Select Option
fr_fr: Nom de la nouvelle option 2

source: Label Field 3 Select Option
fr_fr: Nom de la nouvelle option 3

source: Label Field 4 Select Option
fr_fr: Nom de la nouvelle option 4

source: Label Field 5 Select Option
fr_fr: Nom de la nouvelle option 5

source: Label Field 6 Select Option
fr_fr: Nom de la nouvelle option 6

source: Label Field 7 Select Option
fr_fr: Nom de la nouvelle option 7

source: Label Field 8 Select Option
fr_fr: Nom de la nouvelle option 8

source: Label Field 9 Select Option
fr_fr: Nom de la nouvelle option 9

source: Label Field 10 Select Option
fr_fr: Nom de la nouvelle option 10

source: Label New Date
fr_fr: Nom du nouveau champ date

source: STYLE OF FIELDS
fr_fr: STYLE DES CHAMPS

source: Type of Field
fr_fr: Forme des champs

source: Type of Borders
fr_fr: Type des bordures

source: Background Color Field
fr_fr: Couleur de fond des champs

source: Shadow
fr_fr: Ombre

source: Background Submit
fr_fr: Couleur de fond du boutton envoyer

source: Couleur du text dans les Fields
fr_fr: Couleur du texte dans les champs

source: FORM ACTION
fr_fr: ACTION DU FORMULAIRE

source: File's name of "action" of the form
fr_fr: Nom du fichier d'action

source: All Formularias
fr_fr: Tous les Formularias

source: Add New Formularia
fr_fr: Ajouter un Formularia

source: New Formularia
fr_fr: Nouveau Formularia

source: Edit Formularia
fr_fr: Modifier un Formularia

source: Update Formularia
fr_fr: Mettre à jour un Formularia

source: View Formularia
fr_fr: Voire un Formularia

source: Search Formularia
fr_fr: Rechercher un Formularia

source: Not found Formularia
fr_fr: Formularia non trouvé

source: Not found Formularia in Trash
fr_fr: Formularia non trouvé dans la corbeille
